Repository: Suresh540/Loogan
Catalog: Loogan.Web.UI/Resources/Pages/ContentLabel.*.resx
Languages: fr_fr

# ActivityStreamKey
source: Activity Stream
fr_fr: Flux d'activités

# CalendarKey
source: Calendar
fr_fr: Calendrier

# CoursesKey
source: Courses
fr_fr: Cours

# GradesKey
source: Grades
fr_fr: Notes

# InstitutionPageKey
source: Institution Page
fr_fr: Page de l'établissement

# OrgnizationsKey
source: Orgnizations
fr_fr: Organisations

# SignOutKey
source: Sign Out
fr_fr: Se déconnecter

# ToolsKey
source: Tools
fr_fr: Outils

# AddEditUserKey
source: User
fr_fr: un utilisateur

# AddEditInstitutionNewsKey
source: News
fr_fr: Actualités

# AddEditInstitutionAnnouncementKey
source: Announcements
fr_fr: Annonce

# AddEditInstitutionKey
source: Institution
fr_fr: un établissement

# AddEditStaffKey
source: Staff
fr_fr: le personnel

# AddEditStudentKey
source: Student
fr_fr: l'élève

# AddEditCourseKey
source: Course
fr_fr: un cours

# AddEditStudentCourseMappingKey
source: Student Course
fr_fr: Cours pour étudiants

# AdditionalNameKey
source: Additional Name
fr_fr: Nom supplémentaire

# BasicInformationKey
source: Basic Information
fr_fr: Informations de base

# CityKey
source: City
fr_fr: Ville

# ClearKey
source: Clear
fr_fr: Claire

# CompanyKey
source: Company
fr_fr: Entreprise

# ConfirmPasswordKey
source: Confirm Password
fr_fr: Confirmez le mot de passe

# CountryKey
source: Country
fr_fr: Pays

# DepartmentKey
source: Department
fr_fr: Département

# EducationLevelKey
source: Education Level
fr_fr: niveau d'éducation

# EmailAddressKey
source: Email Address
fr_fr: Adresse e-mail

# FaxNumberKey
source: Fax Number
fr_fr: Numéro de fax

# FirstNameKey
source: First Name
fr_fr: Prénom

# GenderKey
source: Gender
fr_fr: Genre

# JobTitleKey
source: Job Title
fr_fr: Titre d'emploi

# LastNameKey
source: Last Name
fr_fr: Nom de famille

# MiddleNameKey
source: Middle Name
fr_fr: Deuxième prénom

# PasswordKey
source: Password
fr_fr: Mot de passe

# PhoneNumberKey
source: Phone Number
fr_fr: Numéro de téléphone

# PrefixKey
source: Prefix
fr_fr: Préfixe

# SaveKey
source: Save
fr_fr: Sauvegarder

# ShowUsersKey
source: Show Users
fr_fr: Afficher les utilisateurs

# ShowStaffKey
source: Show Staffs
fr_fr: Afficher les bâtons

# ShowStudentKey
source: Show Students
fr_fr: Afficher les étudiants

# ShowCourseKey
source: Show Courses
fr_fr: Afficher les cours

# State_ProvinceKey
source: State/Province
fr_fr: État/Province

# SuffixKey
source: Suffix
fr_fr: Suffixe

# UserNameKey
source: User Name
fr_fr: Nom d'utilisateur

# WebsiteKey
source: Website
fr_fr: Site web

# AdditionalInformationKey
source: Additional Information
fr_fr: Informations Complémentaires

# ADFSLoginKey
source: ADFS Login
fr_fr: Connexion ADFS

# CloseKey
source: Close
fr_fr: Fermer

# ContactInformationKey
source: Contact Information
fr_fr: Coordonnées

# DataSavedKey
source: Data saved successfully
fr_fr: Données enregistrées avec succès

# FailedSaveKey
source: Failed to save
fr_fr: Échec de l'enregistrement

# ForgotPasswordKey
source: Forgot Password
fr_fr: Mot de passe oublié

# JobInformationKey
source: Job Information
fr_fr: Informations sur l'emploi

# LooganLearnKey
source: Loogan Learn
fr_fr: Loogan Apprendre

# PasswordEmptyKey
source: Password is empty
fr_fr: Le mot de passe est vide

# SaveChangesKey
source: Save changes
fr_fr: Sauvegarder les modifications

# SignInKey
source: Sign In
fr_fr: Se connecter

# SignThirdPartyKey
source: Sign in with third-party account
fr_fr: Connectez-vous avec un compte tiers

# UserNameEmptyKey
source: User name is empty
fr_fr: Le nom d'utilisateur est vide

# UserPwdWrongKey
source: User name/Password is wrong
fr_fr: Le nom d'utilisateur/mot de passe est erroné

# CancelKey
source: Cancel
fr_fr: Annuler

# ChangeLanguageKey
source: Change Language
fr_fr: Changer de langue

# LooganReservedKey
source: Loogan Inc. All Rights Reserved.
fr_fr: Loogan Inc. Tous droits réservés.

# MailSentKey
source: Mail sent successfully to email
fr_fr: Courrier envoyé avec succès à l'e-mail

# SubmitKey
source: Submit
fr_fr: Soumettre

# FullNameKey
source: Full Name
fr_fr: Nom et prénom

# AddBusinessFaxNumberKey
source: Add business fax number
fr_fr: Ajouter un numéro de fax professionnel

# AddCompanyKey
source: Add company
fr_fr: Ajouter une entreprise

# AddDepartmentKey
source: Add department
fr_fr: Ajouter un département

# AddJobTitleKey
source: Add job title
fr_fr: Ajouter un titre de poste

# AddMailingAddressKey
source: Add mailing address
fr_fr: Ajouter une adresse postale

# AddPhoneNumberKey
source: Add phone number
fr_fr: Ajouter un numéro de téléphone

# AddWebsiteKey
source: Add Website
fr_fr: Ajouter un site Web

# EmailNotificationsKey
source: Email notifications
fr_fr: Notifications par email

# GlobalNotificationSettingsKey
source: Global Notification Settings
fr_fr: Paramètres de notification globaux

# LanguageKey
source: Language
fr_fr: Langue

# MailingAddressKey
source: Mailing Address
fr_fr: Adresse postale

# OnlyInstructorViewKey
source: Only instructors can <br/> view my profile<br/> information
fr_fr: Seuls les instructeurs peuvent <br/> voir les informations de mon profil<br/>

# PrivacySettigsKey
source: Privacy Settigs
fr_fr: Paramètres de confidentialité

# PushNotificationsKey
source: Push notifications
fr_fr: Notifications push

# StreamNotificationsKey
source: Stream notifications
fr_fr: Notifications de flux

# SystemSettingsKey
source: System Settings
fr_fr: Les paramètres du système

# ConfirmPwdMandatoryKey
source: Confirm password is mandatory
fr_fr: La confirmation du mot de passe est obligatoire

# ConfirmPwdPwdDifferentKey
source: Confirm password, password are different
fr_fr: Confirmez le mot de passe, le mot de passe est différent

# EmailMandatoryKey
source: Email Address is mandatory
fr_fr: L'adresse e-mail est obligatoire

# ErrorMessageUserPasswordKey
source: Enter a username and password.
fr_fr: Entrez un nom d'utilisateur et un mot de passe.

# FailedToCreateUserKey
source: Failed to create user
fr_fr: Échec de la création de l'utilisateur

# FirstNameMandatoryKey
source: First Name is mandatory
fr_fr: Le prénom est obligatoire

# GenderMandatoryKey
source: Gender is mandatory
fr_fr: Le sexe est obligatoire

# LastNameMandatoryKey
source: Last Name is mandatory
fr_fr: Le nom de famille est obligatoire

# PasswordMandatoryKey
source: Password is mandatory
fr_fr: Le mot de passe est obligatoire

# PhoneMandatoryKey
source: Phone is mandatory
fr_fr: Le téléphone est obligatoire

# PleaseSelectKey
source: Please select
fr_fr: Veuillez sélectionner

# UserNameMandatoryKey
source: User name is mandatory
fr_fr: Le nom d'utilisateur est obligatoire

# UserSavedSuccessKey
source: User saved successfully
fr_fr: Utilisateur enregistré avec succès

# UserNameAlreadyExistKey
source: User Name is Already Exist Please change.
fr_fr: Le nom d'utilisateur existe déjà. Veuillez le modifier.

# RoleMappingKey
source: Role Mapping
fr_fr: L'adresse e-mail existe déjà. Veuillez la modifier.

# StaffListMappingKey
source: Staff List
fr_fr: Liste du personnel

# StudentListMappingKey
source: Student List
fr_fr: Liste des étudiants

# CourseMappingKey
source: Course Details
fr_fr: Détails du cours

# UserDeleteMsgKey
source: User deleted successfully.
fr_fr: L’utilisateur a été supprimé avec succès.

# UserFailedDeleteKey
source: Failed to delete user.
fr_fr: Echec de la suppression de l’utilisateur.

# SelectChangesKey
source: Select items to save
fr_fr: Sélectionnez les éléments à enregistrer

# StaffInformationKey
source: Staff Information
fr_fr: Informations sur le personnel

# StaffNameKey
source: Staff Name
fr_fr: Nom du personnel

# StaffNameMandatoryKey
source: Staff Name is mandatory
fr_fr: Le nom du personnel est obligatoire

# StaffUpdateSuccessKey
source: Staff saved successfully
fr_fr: Personnel enregistré avec succès

# FailedToCreateStaffKey
source: Failed to create staff
fr_fr: Échec de la création du personnel

# UserTypeKey
source: User Type
fr_fr: Type d'utilisateur

# UserTypeMandatoryKey
source: UserType is mandatory
fr_fr: Le type d'utilisateur est obligatoire

# AddFavoriteKey
source: Added to favourite
fr_fr: Ajouté aux favoris

# RemovedFromFavoriteKey
source: Removed from your favorites
fr_fr: Supprimé de vos favoris

# RemoveFavoriteKey
source: Remove from your favorites
fr_fr: Supprimer de vos favoris

# AdmissionReprestativeKey
source: Admission Represtative
fr_fr: Représentant d'admission

# StateKey
source: State
fr_fr: État

# PostalKey
source: Postal
fr_fr: Postale

# StudentInformationKey
source: Student Information
fr_fr: Liste des étudiants

# MaidenNameKey
source: Maiden Name
fr_fr: Nom de jeune fille

# NickNameKey
source: Nick Name
fr_fr: Surnom

# MiddleInitialKey
source: Middle Initial
fr_fr: Initiale du milieu

# MartialStatusKey
source: Martial Status
fr_fr: État civil

# CitizenShipStatusKey
source: Citizen Ship Status
fr_fr: Statut de citoyenneté

# EducationalLevelKey
source: Educational Level
fr_fr: Niveau d'éducation

# EthnicGroupKey
source: Ethnic Group
fr_fr: Groupe ethnique

# NationalityKey
source: Nationality
fr_fr: Nationalité

# OriginalExceptedStartDateKey
source: Original Excepted Start Date
fr_fr: Date de début originale exceptée

# OriginalStartDateKey
source: Original Start Date
fr_fr: Date de début initiale

# StartDateKey
source: Start Date
fr_fr: Date de début

# HispanicKey
source: Hispanic
fr_fr: hispanique

# VeteranKey
source: Veteran
fr_fr: Vétéran

# TitleMandatoryKey
source: Title is mandatory
fr_fr: Le titre est obligatoire

# CourseGroupKey
source: Course Group
fr_fr: Groupe de cours

# CourseCodeKey
source: Course Code
fr_fr: Code de cours

# StudentCourseListKey
source: Student Course list
fr_fr: Liste des cours pour étudiants

# CourseNameKey
source: Course Name
fr_fr: Nom du cours

# CourseDescriptionKey
source: Course Description
fr_fr: Description du cours

# CourseLevelKey
source: Course Level
fr_fr: Niveau du cours

# CreditHoursKey
source: Credit Hours
fr_fr: Des heures de credit

# CreditsKey
source: Credits
fr_fr: Crédits

# CourseListKey
source: Course(s) List
fr_fr: Cours) Liste

# CourseDeleteMsgKey
source: Course deleted successfully.
fr_fr: Cours supprimé avec succès.

# CourseFailedDeleteKey
source: Failed to delete Course.
fr_fr: Échec de la suppression du cours.

# CourseCodeMandatoryKey
source: Course Code is mandatory.
fr_fr: Le code du cours est obligatoire.

# CourseNameMandatoryKey
source: Course Name is mandatory.
fr_fr: Le nom du cours est obligatoire.

# CourseGroupMandatoryKey
source: Course Group is mandatory.
fr_fr: Le groupe de cours est obligatoire.

# CourseUpdateSuccessKey
source: Course saved successfully.
fr_fr: Cours enregistré avec succès.

# StudentCourseMappingKey
source: Student Course
fr_fr: Cours pour étudiants

# CourseKey
source: Course
fr_fr: Cours

# StudentKey
source: Student
fr_fr: Étudiante

# StaffKey
source: Staff
fr_fr: Personnelle

# StudentCourseStatusKey
source: Student Course Status
fr_fr: Statut du cours étudiant

# CourseCreditHoursKey
source: Course Credit Hours
fr_fr: Heures de crédit de cours

# CourseCreditKey
source: Course Credit
fr_fr: Crédit de cours

# MinusAbsentKey
source: Minus Absent
fr_fr: Moins Absent

# MinusAttendedKey
source: Minus Attended
fr_fr: Moins fréquenté

# NumericGradeObtainedKey
source: Numeric Grade Obtained
fr_fr: Note numérique obtenue

# TotalGradeAttemptedKey
source: Total Grade Attempted
fr_fr: Note totale tentée

# TotalCreditsEarnedKey
source: Total Credits Earned
fr_fr: Total des crédits gagnés

# TotalHoursAttemptedKey
source: Total Hours Attempted
fr_fr: Nombre total d'heures tentées

# TotalHoursEarnedKey
source: Total Hours Earned
fr_fr: Nombre total d'heures gagnées

# GradeLetterCodeObtainedKey
source: Grade Letter Code
fr_fr: Code de lettre de note

# GradeNoteKey
source: Grade Note
fr_fr: Note de note

# CourseCompletedDateKey
source: Course Completed Date
fr_fr: Date de fin du cours

# CourseDropDateKey
source: Course Drop Date
fr_fr: Date d'abandon du cours

# CourseLastAttendedDateKey
source: Course Last Attended Date
fr_fr: Date de la dernière participation au cours

# CourseRegisteredDateKey
source: Course Registered Date
fr_fr: Date d'inscription au cours

# CourseStartDateKey
source: Course Start Date
fr_fr: Date de début du cours

# ExpectedCourseEndDateKey
source: Expected Course End Date
fr_fr: Date de fin prévue du cours

# GradePostedDateKey
source: Grade Posted Date
fr_fr: Date de publication de la note

# CourseCompletedStatusIndKey
source: Course Completed Status
fr_fr: Statut du cours terminé

# CourseCurrentStatusIndKey
source: Course Current Status
fr_fr: Statut actuel du cours

# CourseDroppedStatusIndKey
source: Course Dropped Status
fr_fr: Statut de cours abandonné

# CourseFutureStatusIndKey
source: Course Future Status
fr_fr: Statut futur du cours

# CourseLeaveOfAbsenceStatusIndKey
source: Course Leave Of Absence Status
fr_fr: Statut de congé de cours

# CourseScheduledStatusIndKey
source: Course Scheduled Status
fr_fr: Statut prévu du cours

# CourseRetakeIndKey
source: Course Retake
fr_fr: Reprise du cours

# CourseTypeKey
source: Course Type
fr_fr: Type de cours

# ShowStudentCourseKey
source: Student Course
fr_fr: Cours pour étudiants

# CourseMandatoryKey
source: Course is mandatory
fr_fr: Le cours est obligatoire

# StudentMandatoryKey
source: Student is mandatory
fr_fr: L'étudiant est obligatoire

# StudentCourseStatusMandatoryKey
source: Student Course Status is mandatory
fr_fr: Le statut de cours étudiant est obligatoire

# StudentNameKey
source: Student Name
fr_fr: Nom d'étudiant

# StaffMandatoryKey
source: Staff is mandatory
fr_fr: Le personnel est obligatoire

# StudentCourseUpdateSuccessKey
source: Student Course saved successfully
fr_fr: Cours étudiant enregistré avec succès

# FailedToStudenCoursetKey
source: Failed to create Student Course
fr_fr: Échec de la création du cours étudiant

# StudentCourseDeleteMsgKey
source: Student Course Delete successfully
fr_fr: Cours étudiant supprimé avec succès

# StudentCourseFailedDeleteKey
source: Failed to delete Student Course
fr_fr: Échec de la suppression du cours étudiant

# EmailTemplateKey
source: Email Template
fr_fr: Modèle d'e-mail

# ShowEmailTemplatesKey
source: Show Email Templates
fr_fr: Scomment Modèles d'e-mails

# EmailSubjectKey
source: Email Subject
fr_fr: Sujet du courriel

# EmailBodyKey
source: Email Body
fr_fr: Corps de l'e-mail

# EmailTemplateMandatoryKey
source: Email Template is mandatory
fr_fr: Le modèle de courrier électronique est obligatoire

# EmailSubjectMandatoryKey
source: Email Subject is mandatory
fr_fr: Le sujet de l'e-mail est obligatoire

# EmailBodyMandatoryKey
source: Email Boday is mandatory
fr_fr: L'email de Boday est obligatoire

# EmailTemplateUpdateSuccessKey
source: Email Template saved successfully
fr_fr: Modèle d'e-mail enregistré avec succès

# FailedToEmailTemplateKey
source: Failed to create Email Template
fr_fr: Échec de la création du modèle d'e-mail

# EmailTemplateDeleteMsgKey
source: Email Template Deleted successfully
fr_fr: Modèle d'e-mail supprimé avec succès

# EmailTemplateFailedDeleteKey
source: Failed to Email Template Deleted
fr_fr: Échec de la suppression du modèle d'e-mail

# EmailTemplateListKey
source: Email Template List
fr_fr: Liste des modèles d'e-mail

# InstitutionKey
source: Institutions Details
fr_fr: Détails de l'établissement

# InstitutionNameKey
source: Institution Name
fr_fr: nom de l'institution

# AddressKey
source: Address
fr_fr: Adresse

# CommentsKey
source: Comments
fr_fr: commentaires

# ShowInstitutionKey
source: Show Institution
fr_fr: Afficher l'établissement

# InstitutionListKey
source: Institution List
fr_fr: Liste des établissements

# institutionUpdateSuccessKey
source: institution saved successfully
fr_fr: établissement enregistré avec succès

# FailedToinstitutionKey
source: Failed to institution
fr_fr: Échec de l'accès à l'établissement

# InstitutionDeleteMsgKey
source: Institution deleted successfully.
fr_fr: Établissement supprimé avec succès.

# InstitutionFailedDeleteKey
source: Institution announcements deleted Failed.
fr_fr: Les annonces de l'établissement ont été supprimées. Échec.

# InstitutionNewsKey
source: Institution News Details
fr_fr: Détails des actualités de l'institution

# ShowInstitutionNewsKey
source: Show Institution News
fr_fr: Afficher les actualités de l'établissement

# TitleKey
source: Title
fr_fr: Titre

# NewsKey
source: News
fr_fr: Nouvelles

# EndDateKey
source: End Date
fr_fr: Date de fin

# InstituationNewsListKey
source: Instituation New List
fr_fr: Nouvelle liste des institutions

# InstitutionNameMandatoryKey
source: Institution Name is mandatory
fr_fr: Le nom de l'établissement est obligatoire

# NewsMandatoryKey
source: News is mandatory
fr_fr: Les nouvelles sont obligatoires

# institutionNewsUpdateSuccessKey
source: institution news saved successfully
fr_fr: les actualités de l'institution ont été enregistrées avec succès

# FailedToinstitutionNewsKey
source: Failed to institution news
fr_fr: Échec de l'accès aux actualités de l'établissement

# InstitutionNewsDeleteMsgKey
source: Institution News deleted successfully.
fr_fr: Institution News a été supprimé avec succès.

# InstitutionNewsFailedDeleteKey
source: Institution News deleted Failed.
fr_fr: Actualités de l'institution supprimées. Échec.

# ShowInstitutionAnnouncementsKey
source: Show Institution Announcements
fr_fr: Afficher les annonces de l'établissement

# AnnouncementKey
source: Announcement
fr_fr: Annonce

# AnnouncementMandatoryKey
source: Announcement is mandatory
fr_fr: L'annonce est obligatoire

# institutionAnnouncementsUpdateSuccessKey
source: institution announcement saved successfully
fr_fr: l'annonce de l'établissement a été enregistrée avec succès

# FailedToinstitutionAnnouncementsKey
source: Failed to institution Announcements
fr_fr: Échec de l'établissement des annonces

# InstitutionAnnouncementsDeleteMsgKey
source: Institution announcements deleted successfully.
fr_fr: Les annonces de l'établissement ont été supprimées avec succès.

# AddEditKey
source: Add/Edit
fr_fr: Ajouter/Modifier

# RoleKey
source: Role
fr_fr: rôle

# InstitutionAnnouncementsKey
source: Institution Announcements Details
fr_fr: Détails des annonces de l'établissement

# StudentGradeMappingKey
source: Student Grade
fr_fr: Cartographie des notes des étudiants

# InstitutionMappingKey
source: Institution Mapping
fr_fr: Cartographie des institutions
